IdeaRS.Connections
ConnectionDesignData.Connection Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.ConnectionDesignData.Connection"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectionData Connection { get; set; }
Property Value
Type: ConnectionData
See Also
Reference
ConnectionDesignData Class
IdeaRS.Connections.Data Namespace